{
  "n0000": {
    "description": "Anoectochilus burmanicus rolfe is a small terrestrial orchid species native to Myanmar (Burma). It features beautiful dark green to black velvety leaves with intricate golden or silver veins, making it highly ornamental. This species is part of the 'Jewel Orchid' group, valued primarily for their striking foliage rather than flowers.",
    "habitat": "Found in humid, shaded forest floors in tropical and subtropical regions.",
    "care": "Requires high humidity, indirect light, and consistent moisture without waterlogging."
  },
  "n0001": {
    "description": "Bulbophyllum auricomum lindl is an epiphytic orchid with clustered pseudobulbs and beautiful yellow to golden-orange flowers. The flowers often have a distinctive fringe or hair-like structures and are arranged in umbel-like clusters.",
    "habitat": "Native to Southeast Asia, particularly Thailand, Myanmar, and surrounding regions.",
    "care": "Thrives in warm temperatures with high humidity and dappled light."
  },
  "n0002": {
    "description": "Bulbophyllum dayanum rchb is known for its unusual flowers with elaborate, often mobile lips that move with air currents. The flowers typically have spotted or striped sepals and can vary in color from greenish-yellow to purple-brown.",
    "habitat": "Found in humid montane forests of Southeast Asia.",
    "care": "Requires high humidity, good air circulation, and protection from direct sunlight."
  },
  "n0003": {
    "description": "Bulbophyllum lasiochilum par. & rchb features distinctive flowers with hairy or bristly lips, which gives this species its name ('lasio' refers to hairy). The flowers typically appear in small clusters and have an interesting structure with spreading sepals.",
    "habitat": "Native to Thailand and other parts of Southeast Asia.",
    "care": "Grows best mounted or in baskets with excellent drainage and moderate light."
  },
  "n0004": {
    "description": "Bulbophyllum limbatum is characterized by its colorful flowers with a distinctive lip margin (limbatum refers to the bordered edge). The flowers often have intricate patterns and textures, making this a fascinating species for collectors.",
    "habitat": "Grows in tropical forests across various elevations in Southeast Asia.",
    "care": "Prefers high humidity, good air circulation, and protection from direct sun."
  },
  "n0005": {
    "description": "Bulbophyllum longissimum (ridl.) ridl is known for its extraordinarily long, pendulous sepals that can reach impressive lengths, making it one of the most distinctive Bulbophyllum species. The flowers often have greenish-yellow to brown coloration with interesting textures.",
    "habitat": "Native to Thailand, Malaysia, and surrounding regions in Southeast Asia.",
    "care": "Requires high humidity, good air movement, and protection from direct sunlight."
  },
  "n0006": {
    "description": "Bulbophyllum medusae (lindl.) rchb, commonly known as Medusa's Bulbophyllum, features spectacular flowers with long, thread-like sepals resembling the mythological Medusa's hair. These white to yellowish structures cascade down in a dramatic display.",
    "habitat": "Found in tropical forests of Southeast Asia, particularly Thailand, Malaysia, and Indonesia.",
    "care": "Thrives in high humidity with good air circulation and filtered light."
  },
  "n0007": {
    "description": "Bulbophyllum patens king ex hk.f. is characterized by its spreading or wide-open flowers (as suggested by the name 'patens'). The flowers typically have interesting coloration and patterns, often with spots or stripes on the sepals and petals.",
    "habitat": "Native to tropical forests in Southeast Asia, particularly Malaysia and Thailand.",
    "care": "Grows best in high humidity with good air movement and moderate light."
  },
  "n0008": {
    "description": "Bulbophyllum rufuslabram features flowers with a distinctive reddish-brown lip (as suggested by the name 'rufus' meaning red and 'labrum' referring to the lip). The flowers often display interesting textures and patterns that attract specialized pollinators.",
    "habitat": "Found in tropical forests across Southeast Asia at various elevations.",
    "care": "Requires high humidity, good drainage, and protection from direct sunlight."
  },
  "n0009": {
    "description": "Bulbophyllum siamensis rchb is a species native to Thailand (formerly Siam). It features interesting flowers with unique shapes and often spotted or striped patterns. The flowers typically have a mobile lip that moves with the slightest air current.",
    "habitat": "Endemic to Thailand and neighboring countries in tropical forests.",
    "care": "Prefers high humidity, good air circulation, and filtered light."
  },
  "n0010": {
    "description": "Calenthe rubens is a terrestrial orchid producing elegant sprays of pink to reddish flowers, as suggested by its name ('rubens' referring to reddish coloration). The flowers have a characteristic shape with broad lips that serve as landing platforms for pollinators.",
    "habitat": "Grows in forest floors and woodland margins across Southeast Asia.",
    "care": "Requires well-draining but moisture-retentive soil, moderate light, and regular feeding during growth."
  },
  "n0011": {
    "description": "Chiloschista parishii seidenf. is a leafless epiphytic orchid that consists primarily of roots and seasonal flower spikes. When in bloom, it produces delicate sprays of small, fragrant flowers that are typically yellow or cream colored with red or brown markings.",
    "habitat": "Native to Southeast Asia, growing attached to trees in deciduous forests.",
    "care": "Requires bright but filtered light, good air movement, and a distinct dry season."
  },
  "n0012": {
    "description": "Chiloschista viridiflora seidenf. is a leafless orchid similar to other Chiloschista species but distinguished by its greenish flowers (as indicated by 'viridiflora' meaning green flowers). It produces spray-like inflorescences with small, delicate blooms.",
    "habitat": "Found growing on trees in seasonal forests of Thailand and surrounding regions.",
    "care": "Thrives with bright indirect light, good air circulation, and a pronounced dry rest period."
  },
  "n0013": {
    "description": "Cymbidium aloifolium (l.) sw., commonly known as the Aloe-leaved Cymbidium, features long, strap-like leaves resembling those of Aloe plants. It produces arching sprays of numerous flowers that are typically brownish-yellow with red markings and have a sweet fragrance.",
    "habitat": "Widely distributed across South and Southeast Asia, growing on trees in various forest types.",
    "care": "Adapts to a range of conditions but prefers bright indirect light and seasonal temperature variations."
  },
  "n0014": {
    "description": "Dendrobium chrysotoxum lindl, also known as the Golden Bow Orchid, produces magnificent sprays of bright yellow to golden-orange flowers. Each flower has a lip with distinctive reddish-orange markings resembling a bow, hence its common name.",
    "habitat": "Native to Himalayan regions, Myanmar, Thailand, and southern China, typically growing on trees in deciduous forests.",
    "care": "Requires a distinct dry rest period in winter to promote flowering."
  },
  "n0015": {
    "description": "Dendrobium farmeri paxt. produces beautiful pendulous clusters of flowers that are typically white to pink with an orange-yellow center. The flowers have a delicate, crystalline texture that gives them a porcelain-like appearance.",
    "habitat": "Native to the eastern Himalayas, northeastern India, Myanmar, and Thailand.",
    "care": "Needs a distinct dry rest period with reduced watering in winter to encourage blooming."
  },
  "n0016": {
    "description": "Dendrobium fimbriatum hook, commonly known as the Fringe-lipped Dendrobium, features clusters of golden-yellow to orange flowers with deeply fringed lips (as suggested by 'fimbriatum'). The flowers are known for their vibrant color and intricate texture.",
    "habitat": "Found throughout the Himalayan region, India, China, and Southeast Asia.",
    "care": "Benefits from a pronounced dry rest period in winter with cooler temperatures."
  },
  "n0017": {
    "description": "Dendrobium lindleyi steud, sometimes called Lindley's Dendrobium, is known for its bright golden-yellow flowers that appear in dense clusters. The flowers have a distinctive shape with rounded petals and sepals, creating a full, cheerful appearance.",
    "habitat": "Native to Thailand, Myanmar, and southern China in seasonally dry forests.",
    "care": "Requires a significant dry period during winter months to initiate flowering."
  },
  "n0018": {
    "description": "Dendrobium pulchellum roxb produces charming flowers with white to pale pink sepals and petals, contrasted by a yellow throat often marked with purple to maroon spots. The name 'pulchellum' means beautiful or pretty, aptly describing this orchid's appearance.",
    "habitat": "Widespread across India, Nepal, Bangladesh, Myanmar, and Thailand.",
    "care": "Thrives with a seasonal approach—plenty of water during growth and a drier, cooler rest period."
  },
  "n0019": {
    "description": "This Dendrobium pulchellum variant features the same basic characteristics as the standard form but may show slight variations in color intensity, spotting patterns, or flower size. It maintains the characteristic contrasting throat markings.",
    "habitat": "Found in similar regions as the standard form across South and Southeast Asia.",
    "care": "Requires the same care as the standard form, with a pronounced seasonal cycle."
  },
  "n0020": {
    "description": "Dendrobium secundum bl-lindl, known as the Toothbrush Orchid, produces distinctive one-sided flower spikes (as indicated by 'secundum' meaning one-sided) with densely packed small flowers. These are typically pink to purple, creating a brush-like appearance.",
    "habitat": "Native to Thailand, Malaysia, Indonesia, and the Philippines.",
    "care": "Grows best in warm conditions with high humidity and a short dry rest period."
  },
  "n0021": {
    "description": "Dendrobium senile par. & rchb.f., commonly called the White-haired Dendrobium, is notable for its pseudobulbs and leaves being covered with soft white hairs (senile refers to the white, hair-like covering). It produces cheerful yellow flowers with a pleasant fragrance.",
    "habitat": "Native to Myanmar, Thailand, and southern China in seasonal forests.",
    "care": "Requires bright light, good air circulation, and a distinct dry season."
  },
  "n0022": {
    "description": "Dendrobium signatum rchb. f features attractive yellow to golden flowers with a distinctive dark maroon to brownish 'signature' mark (as suggested by 'signatum') on the lip. The flowers have a pleasant fragrance and typically appear in small clusters.",
    "habitat": "Found in Thailand, Laos, Vietnam, and southern China.",
    "care": "Benefits from a pronounced dry rest period with cooler temperatures in winter."
  },
  "n0023": {
    "description": "Dendrobium thyrsiflorum rchb. f., known as the Thyrse Dendrobium, produces spectacular pendulous clusters of flowers with pure white sepals and petals contrasted by an intense orange-yellow lip. The densely packed flowers create a dramatic, showy display.",
    "habitat": "Native to the eastern Himalayas, Myanmar, Thailand, and southern China.",
    "care": "Requires a distinct dry rest period in winter with reduced watering to promote flowering."
  },
  "n0024": {
    "description": "Dendrobium tortile lindl, known as the Twisted Dendrobium, features uniquely twisted petals and sepals (as suggested by 'tortile' meaning twisted). The flowers are typically pale lavender to pink with a contrasting yellow throat on the lip.",
    "habitat": "Native to Thailand, Myanmar, and neighboring regions in Southeast Asia.",
    "care": "Thrives with a distinct seasonal cycle—warm and wet in summer, cooler and drier in winter."
  },
  "n0025": {
    "description": "This Dendrobium tortile variant maintains the characteristic twisted petals and sepals of the species but may show variations in color intensity, size, or other subtle features that distinguish it from the standard form.",
    "habitat": "Found in the same general regions as the standard form across Southeast Asia.",
    "care": "Requires the same basic care as the standard form, with seasonal variations in watering and temperature."
  },
  "n0026": {
    "description": "Hygrochillus parishii var. marrioftiana (rchb.f.) is a compact, epiphytic orchid producing elegant sprays of small but intricate flowers. The flowers typically have a distinctive lip structure and delicate coloration, often with contrasting markings.",
    "habitat": "Native to Southeast Asia, particularly Thailand and Myanmar.",
    "care": "Prefers high humidity, filtered light, and regular but careful watering."
  },
  "n0027": {
    "description": "Paphiopedilum bellatulum, commonly known as the Beautiful Paphiopedilum, is a compact slipper orchid featuring round, spotted leaves and charming pouch-like flowers. The flowers are predominantly white or cream-colored with numerous purple-maroon spots covering the petals and sepals.",
    "habitat": "Native to limestone areas in northern Thailand, Myanmar, and southwest China.",
    "care": "Requires excellent drainage, moderate light, and protection from temperature extremes."
  },
  "n0028": {
    "description": "Paphiopedilum callosum is a distinctive slipper orchid featuring mottled leaves and elegant flowers with a prominent dorsal sepal that is white with green and purple veining. The pouch is typically greenish to purple-brown, creating a striking contrast.",
    "habitat": "Found in Thailand, Cambodia, and Vietnam, often in humid forest conditions.",
    "care": "Thrives in moderate light with consistent moisture and good humidity."
  },
  "n0029": {
    "description": "Paphiopedilum charlesworthii is noted for its large, rounded dorsal sepal which is typically pink to rose-colored with darker veining. The pouch is usually brownish, creating an interesting contrast with the colorful upper sepal.",
    "habitat": "Native to northeastern Myanmar and adjacent areas in limestone regions.",
    "care": "Prefers moderate light, good air circulation, and careful watering to avoid root rot."
  },
  "n0030": {
    "description": "Paphiopedilum concolor features attractive, speckled leaves and produces flowers that are predominantly yellow to cream-colored with fine purple spotting all over. The overall flower has a rounded appearance with shorter petals than many other Paphiopedilum species.",
    "habitat": "Native to limestone areas in Thailand, Myanmar, Laos, and Vietnam.",
    "care": "Requires bright indirect light, consistent moisture, and good air movement."
  },
  "n0031": {
    "description": "Paphiopedilum exul, sometimes called the Exiled Paphiopedilum, produces flowers with a prominent white dorsal sepal marked with purple spots or lines. The petals are typically yellowish with some spotting, and the pouch is yellow-brown.",
    "habitat": "Endemic to southern Thailand, particularly in limestone areas near the coast.",
    "care": "Prefers moderate light, good drainage, and protection from extreme temperatures."
  },
  "n0032": {
    "description": "Paphiopedilum godefroyae produces charming, compact flowers that are predominantly white to cream with numerous purple spots covering the entire flower, including the pouch. The spotting pattern gives this species a distinctive, speckled appearance.",
    "habitat": "Native to coastal areas of southeast Thailand, often growing on limestone cliffs.",
    "care": "Requires bright but filtered light, careful watering, and good air circulation."
  },
  "n0033": {
    "description": "Paphiopedilum gratrixianum features flowers with a distinctive, large dorsal sepal that is typically white with purple-red venation. The petals are brownish with some spotting or veining, and the pouch is usually reddish-brown to purple.",
    "habitat": "Found in Vietnam and Laos, typically in mountainous regions.",
    "care": "Prefers cooler temperatures, moderate light, and careful attention to watering."
  },
  "n0034": {
    "description": "Paphiopedilum henryanum produces flowers with a striking purple-spotted dorsal sepal and petals on a greenish to cream background. The pouch is typically brownish-purple, creating a harmonious color combination with the spotted upper parts.",
    "habitat": "Native to southern China and northern Vietnam in limestone areas.",
    "care": "Thrives in moderate light with good air movement and consistent but careful watering."
  },
  "n0035": {
    "description": "Paphiopedilum intanon-villosum is a natural hybrid involving P. villosum that features hairy petals (as suggested by 'villosum' meaning hairy or shaggy). The flowers typically have a prominent dorsal sepal with interesting coloration and patterns.",
    "habitat": "Found in northern Thailand, particularly in the Doi Inthanon region.",
    "care": "Prefers moderate light with good air circulation and protection from temperature extremes."
  },
  "n0036": {
    "description": "Paphiopedilum niveum (rchb.f.) stein, known as the Snow-white Paphiopedilum, produces pristine white flowers (as suggested by 'niveum' meaning snow-white) with occasional fine purple spotting or veining. The flowers have a rounded, compact appearance.",
    "habitat": "Native to limestone islands and coastal areas in Thailand and Malaysia.",
    "care": "Requires bright but filtered light, careful watering, and protection from direct sun."
  },
  "n0037": {
    "description": "Paphiopedilum parishii features multiple flowers per stem, unusual for the genus. Each flower has long, ribbon-like, twisted petals that hang down dramatically. The dorsal sepal is typically green and white, while the pouch is greenish to brownish.",
    "habitat": "Native to Myanmar and adjacent regions, growing in humid forests.",
    "care": "Thrives in moderate light with consistent moisture and good humidity."
  },
  "n0038": {
    "description": "Paphiopedilum spicerianum is distinguished by its unique dorsal sepal, which folds back at the sides and features a white upper portion with a central purple stripe. The petals are typically wavy and greenish with purple tones, while the pouch is purplish-brown.",
    "habitat": "Found in northeastern India, Bangladesh, and adjacent areas.",
    "care": "Prefers moderate light, even moisture, and protection from temperature extremes."
  },
  "n0039": {
    "description": "Paphiopedilum sukhakulii produces striking flowers with a white dorsal sepal featuring green and purple veining. The petals are broad and heavily spotted with purple on a greenish background, giving them a distinctive appearance.",
    "habitat": "Native to northeastern Thailand in limestone areas.",
    "care": "Requires moderate light, consistent moisture, and good air circulation."
  },
  "n0040": {
    "description": "Pelatantheria bicuspidata (rolfe ex downie) tang & wang is a monopodial orchid with compact growth and small but intricate flowers. The name 'bicuspidata' refers to the two-pointed structure on parts of the flower, which is a distinctive characteristic of this species.",
    "habitat": "Found in Thailand and adjacent countries in Southeast Asia.",
    "care": "Thrives in bright, filtered light with good air movement and regular moisture."
  },
  "n0041": {
    "description": "Pelatantheria insectiflora (rchb.f.) ridl. produces interesting flowers that resemble insects (as suggested by 'insectiflora' meaning insect-like flowers). This adaptation likely evolved to attract specific pollinators through mimicry.",
    "habitat": "Native to various parts of Southeast Asia, growing attached to trees.",
    "care": "Prefers bright light, good air circulation, and regular but not excessive watering."
  },
  "n0042": {
    "description": "Phaius tankervilleae (banks ex i' heritier) blume, commonly known as the Nun's Orchid, is a large terrestrial orchid producing tall flower spikes with numerous large, showy flowers. The blooms are typically brownish-red on the outside and white to cream on the inside with a reddish-purple lip.",
    "habitat": "Widely distributed across tropical Asia and the Pacific islands.",
    "care": "Requires rich, well-draining soil, moderate light, and consistent moisture."
  },
  "n0043": {
    "description": "Phalaenopsis cornucervi (breda) bl. & rchb.f., known as the Antelope Phalaenopsis, features unusual flowers with narrow, twisted petals and sepals that resemble antelope horns (as suggested by 'cornucervi' meaning deer's horn). The flowers are typically yellowish with brown or red markings.",
    "habitat": "Found throughout Southeast Asia as an epiphyte in humid forests.",
    "care": "Thrives in warm, humid conditions with filtered light and regular moisture."
  },
  "n0044": {
    "description": "Rhynchostylis gigantea (lindl.) ridl., commonly known as the Giant Foxtail Orchid, produces spectacular densely packed cylindrical flower spikes with numerous fragrant flowers. The flowers are typically white with pink or purple spots, though pure white and solid pink varieties also exist.",
    "habitat": "Widely distributed throughout Southeast Asia, growing on trees in humid forests.",
    "care": "Needs bright light, warm temperatures, and regular watering during the growing season."
  },
  "n0045": {
    "description": "Trichoglottis orchideae (koern) garay. is a monopodial orchid that produces interesting flowers with complex structures. The flowers typically have intricate patterns and coloration designed to attract specific pollinators.",
    "habitat": "Native to Southeast Asia, particularly in humid tropical forests.",
    "care": "Thrives in bright, filtered light with good humidity and air movement."
  },
  "n0046": {
    "description": "Bulbophyllum auratum Lindl. features golden to yellow flowers (as suggested by 'auratum' meaning golden). The flowers typically have interesting textures and patterns, with the lip often being mobile and responsive to air currents.",
    "habitat": "Found in tropical forests of Southeast Asia.",
    "care": "Requires high humidity, good air circulation, and protection from direct sunlight."
  },
  "n0047": {
    "description": "Bulbophyllum morphologorum Krzl. is named for its variable or diverse morphological features. It produces interesting flowers with complex structures that may show significant variation even within the same species.",
    "habitat": "Native to tropical forests in Southeast Asia at various elevations.",
    "care": "Prefers high humidity, filtered light, and careful attention to watering."
  },
  "n0048": {
    "description": "Dendrobium cumulatum Lindl. produces clusters of delicate flowers (as suggested by 'cumulatum' meaning heaped or accumulated). The flowers are typically white to pink with a contrasting yellow or orange center, creating a beautiful display when in full bloom.",
    "habitat": "Found in the Himalayan region, northeastern India, and adjacent areas.",
    "care": "Thrives with a seasonal approach—plenty of water during growth and reduced moisture during rest."
  },
  "n0049": {
    "description": "Maxiralia tenui folia is characterized by its thin, slender leaves (as suggested by 'tenui folia' meaning thin leaves). It produces attractive flowers that typically emerge from the base of the pseudobulbs, often with interesting coloration and patterns.",
    "habitat": "Native to tropical regions with consistent humidity and moisture.",
    "care": "Requires moderate light, good air circulation, and consistent but careful watering."
  },
  "n0050": {
    "description": "Paphiopedilum vejvarutianum O. Gruss & Roellke is a more recently described slipper orchid species. It features attractive flowers with the characteristic pouch-like lip and interesting coloration, often with distinctive patterns on the dorsal sepal.",
    "habitat": "Found in specific regions of Southeast Asia, typically in mountainous areas.",
    "care": "Prefers moderate light, good air movement, and protection from temperature extremes."
  },
  "n0051": {
    "description": "Oncidium goldiana is known for its bright, golden-yellow flowers that appear in large, branching sprays (typical of many Oncidium species). The flowers often have some brown markings and a distinctive dancing shape that has earned Oncidiums the nickname 'Dancing Lady Orchids'.",
    "habitat": "Native to tropical America but cultivated worldwide for its ornamental value.",
    "care": "Thrives in bright, indirect light with good air movement and regular moisture during growth."
  },
  "default": {
    "description": "This orchid species is part of the diverse Orchidaceae family, which comprises over 28,000 species worldwide. Orchids are known for their complex and often stunning flowers that have evolved unique shapes, colors, and patterns to attract specific pollinators.",
    "habitat": "Orchids have adapted to diverse habitats worldwide, from tropical rainforests to semi-arid regions and even Arctic tundra.",
    "care": "Most orchids require good air circulation, appropriate light levels specific to their type, and a specialized growing medium that provides excellent drainage."
  }
} 